#+title: Config.org
#+options: title:nil toc:nil

** User setup

#+begin_src emacs-lisp
(setq user-mail-address (getenv "EMAIL"))
#+end_src

#+RESULTS:
: justjoheinz@gmail.com

** Calendar setup

#+begin_src emacs-lisp
(after! calfw
  (setq cfw:display-calendar-holidays nil
        calendar-week-start-day 1)
  )
#+end_src

#+RESULTS:
: 1

